Revit 2027 API
GroupTypeId.StairsCalculatorRules Property
 Calculation Rules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsCalculatorRules { get; }
Public Shared ReadOnly Property StairsCalculatorRules As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsCalculatorRules {
	ForgeTypeId^ get ();
}
static member StairsCalculatorRules : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace